Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Organisation und Durchführung von Preisverleihungen
en: Arranging and conducting award ceremonies

source: Ausbildungsdienstleistungen im Bereich Önologie
en: Educational services relating to oenology

source: Ausbildung in Bezug auf religiöse Entwicklung
en: Educational services relating to religious development

source: Ausbildungsdienstleistungen im Bereich Verkaufsschulung
en: Educational services relating to sales training

source: Bereitstellen durchsuchbarer Veröffentlichungen in einem weltweiten Computernetz oder im Internet
en: Providing publications from a global computer network or the internet which may be browsed

source: Durchführung von Seminaren und Kongressen
en: Conducting of seminars and congresses

source: Ausbildungsdienstleistungen in Bezug auf Stenografie
en: Education services relating to shorthand system of notation

source: Videoverleih [Bänder]
en: Rental of videotapes

source: Organisation von Festen zu kulturellen Zwecken
en: Fetes (Organisation of -) for cultural purposes

source: Organisation von Tagungen und Konferenzen
en: Organisation of meetings and conferences

source: Organisation von Modenschauen zu Unterhaltungszwecken
en: Organization of fashion shows for entertainment purposes

source: Vermietung von Tennisplatzanlagen
en: Provision of information relating to sports

source: Organisation von Seminaren zu Freizeitzwecken
en: Arrangement of seminars for recreational purposes

source: Organisation von Flugschauen
en: Arranging of air displays

source: Fotografische Gestaltung für Dritte
en: Photographic composition for others

source: Erteilen von Auskünften an Spielteilnehmer über die Rangfolge ihrer Spielpunktstände mittels Websites
en: Providing information to game players about the ranking of their scores of games through the web sites

source: Dienstleistungen von Museen [Darbietung, Ausstellungen]
en: Providing museum facilities [presentation, exhibitions]

source: Freizeitdienstleistungen im Bereich des Skisports
en: Recreational services relating to skiing

source: Förderunterricht
en: Remedial tuition

source: Vermietung von Geräten zur Aufzeichnung von Videosignalen
en: Rental of apparatus for the recording of video signals

source: Organisation von Eislauf-Shows
en: Ice-skating events (Organising of -)

source: Zusammenstellen von Radioprogrammen
en: Radio programming [scheduling]

source: Produktion und Präsentation von Rundfunkprogrammen
en: Production and presentation of radio programmes

source: Produktion von Unterhaltungsshows mit Tänzern und Sängern
en: Production of entertainment shows featuring dancers and singers

source: Vermietung von Trainingsgeräten
en: Wine tastings [educational services]

source: Unterhaltungsdienstleistungen im Rahmen von Feriencamps
en: Services for the provision of exercise equipment

source: Durchführung von Lehrgängen im Bereich der Telekommunikation
en: Organisation of conferences relating to vocational training

source: Durchführung von Lehrgängen in Bezug auf ökologische Themen
en: Provision of education courses relating to telecommunications

source: Erteilen von Auskünften über Karten für Unterhaltungsveranstaltungen
en: Provision of educational services relating to ecological topics

source: Vermieten von Unterrichtsapparaten
en: Electronic desktop publishing

source: Organisation und Veranstaltung von Kongressen
en: Arranging and conducting of colloquiums

source: Musikveröffentlichungen und Aufzeichnung von Musik
en: Kendo instruction (Japanese fencing instruction)

source: Dienstleistungen für die Produktion von Shows
en: Music publishing and music recording services

source: Produktion von Shows
en: Show production services

source: Abenteuertraining für Kinder
en: Instructional services for skiing

source: Vermietung von Räumen für das Mahjong-Spielen
en: Providing courses in the field of water management

source: Organisation von Pistolenschießveranstaltungen
en: Arranging parties for pistol shooting

source: Künstlerische Leitung von Musikshows
en: Artistic management of musical shows

source: Darbietung von Musikkonzerten
en: Presentation of musical concerts

source: Organisation von Telefon-Wettspielen [Unterhaltung]
en: Organising of competitions [entertainment] by telephone

source: Ausbildung im Bereich der Computersysteme
en: Training services relating to computer systems

source: Erteilen von Auskünften in Bezug auf Bücher
en: Information services relating to books

source: Kulturelle und sportliche Aktivitäten
en: Sporting and cultural activities

source: Durchführung von Seminaren im Bereich der Frisiertechniken
en: Educational seminars relating to hairdressing techniques

source: Organisation von Kursen mittels autodidaktischer Methoden
en: Organisation of courses using self-tuition methods

source: Organisation von pädagogischen Prüfungen
en: Organisation of examinations [educational]

source: Organisation von Fußballwettbewerben
en: Organisation of football competitions

source: Organisation von Eislaufshows für Live-Zuschauer
en: Organisation of ice skating shows for live audiences

source: Bereitstellen von digitaler Musik [nicht herunterladbar] über MP3-Internet-Websites
en: Providing digital music [not downloadable] from MP3 internet web sites

source: Erziehungsdienstleistungen für Kinder durch Spielgruppen
en: Provision of childrens' educational services through play groups

source: Beratung zur Film- und Musikproduktion
en: Consultancy on film and music production

source: Produktion von Videoaufnahmen
en: Production of video recordings

source: Verleih von Hörbüchern
en: Rental of audio books

source: Vermietung von fotografischen Reproduktionen
en: Rental of photographic reproductions

source: Vermietung von aufgezeichneten Filmen auf Videobändern
en: Rental of pre-recorded films in the form of video tapes

source: Mikroverfilmung
en: Microfilming

source: Dienstleistungen von Online-Bibliotheken, nämlich elektronische Bibliotheksdienstleistungen mit Zeitungen, Zeitschriften, Fotografien und Bildern über ein Online-Computernetzwerk
en: On-line library services, namely, providing electronic library services which feature newspapers, magazines, photographs and pictures via an on-line computer network

source: Verkaufstraining für Einzelhändler
en: Sales training services for retailers

source: Verleih von elektronischen Spielgeräten
en: Rental of electronic game equipment

source: Durchführung von Weiterbildungslehrgängen
en: Provision of training courses in personal development

source: Organisation von Konferenzen und Symposien im Bereich der medizinischen Wissenschaft
en: Organisation of conferences and symposia in the field of medical science

source: Organisation von Sportangelwettkämpfen
en: Organization of sport fishing competitions

source: Ausbildung von Kraftfahrern
en: Training of car drivers

source: Durchführung von Personalschulungen im Bereich der Textverarbeitung
en: Training of personnel in skills relating to word-processing

source: Ausbildung von auf Erdgasplattformen beschäftigten Personen
en: Training of persons engaged in the offshore gas industry

source: Ausbildungsdienstleistungen in Form von Fernlehrgängen
en: Educational services in the nature of correspondence courses

source: Veröffentlichung von Büchern zum Thema Informationstechnologie
en: Publication of books relating to information technology

source: Schulungsdienstleistungen in Bezug auf die Reparatur von computergesteuerten Testsystemen
en: Training services relating to the repair of computer controlled test systems

source: Unterricht für Tierkosmetiker
en: Tuition for animal beauticians

source: Entwicklung von Spezialeffekten für Unterhaltungszwecke
en: Preparation of special effects for entertainment purposes

source: Unterhaltung in Form von Bühnen- und Kabarettaufführungen
en: Entertainment services by stage production and cabaret

source: Veröffentlichung der redaktionellen Inhalte von Websites mit Zugang über ein weltweites Computernetz
en: Publication of the editorial content of sites accessible via a global computer network

source: Erstellung von Schulungsmaterialien zur Verteilung auf Managementlehrgängen
en: Production of course material distributed at management courses

source: Unterricht in Bezug auf die Kommunikationsfähigkeit
en: Teaching services for communication skills

source: Ausbildung von Lehrern
en: Training of teachers

source: Betrieb eines Wildparks [für Freizeitzwecke]
en: Wildlife centre services [for recreational purposes]

source: Unterhaltung in Form von Weinverkostungen
en: Entertainment relating to wine tasting

source: Ausbildungsdienstleistungen in Bezug auf die Landwirtschaft
en: Education services relating to the agricultural industry

source: Kaufmännische Ausbildung
en: Commercial training services

source: Betrieb von Snooker-Einrichtungen
en: Provision of snooker facilities

source: Veröffentlichung von Materialien, auf die über Datenbanken oder das Internet zugegriffen werden kann
en: Publication of material which can be accessed from databases or from the internet

source: Online-Veröffentlichung von elektronischen Büchern und Journalen [nicht herunterladbar]
en: On-line publication of electronic books and journals (non-downloadable)

source: Organisation von Bildungskongressen
en: Organization of educational congresses

source: Produktion von Live-Fernsehsendungen
en: Production of live television programmes

source: Durchführung von Fernkursen im Bereich Kunsthandwerk
en: Correspondence courses relating to handicrafts

source: Durchführung von Fernkursen im Bereich Hausarbeit
en: Correspondence courses relating to homecare

source: Unterhaltungsdienstleistungen in Form einer Show in einem Vergnügungspark
en: Entertainment services in the nature of an amusement park show

source: Unterricht im Bereich der Kraftfahrzeugreparatur
en: Instruction in the field of automotive repair

source: Verleih von Büchern zum Thema Buchführung
en: Lending of books relating to accounting

source: Technische Schulung im Bereich Geotechnik
en: Technical training relating to geotechnics

source: Fachausbildung in Bezug auf industrielle Risiken
en: Technical training relating to industrial risk

source: Betrieb von Pachinkospielhallen
en: Providing pachinko parlors

source: Organisation von Veranstaltungen für kulturelle, Unterhaltungs- und sportliche Zwecke
en: Organisation of events for cultural, entertainment and sporting purposes

source: Bereitstellen von Online-Informationen in Bezug auf Unterhaltung aus einer Computerdatenbank oder dem Internet
en: Provision of information relating to entertainment online from a computer database of the Internet

source: Durchführung von Schulungen zur Vorbeugung von gesundheitlichen Problemen
en: Vocational education relating to avoidance of health related problems

source: Organisation von Tierausstellungen
en: Animal exhibitions (Arranging of -)

source: Vorführung von Ton- und Bildaufnahmen
en: Audio-visual display presentations

source: Unterricht in Tierdressur
en: Tuition in animal training

source: Ausbildung in Öffentlichkeitsarbeit
en: Training in public relations

source: Durchführung von Personalschulungen im Einzelhandelsbereich
en: Staff training services relating to the retail trade

source: Produktion von Zeichentrickprogrammen für den Fernseh- und Kabelbereich
en: Production of animated programmes for use on television and cable

source: Erstellen von Dokumentarsendungen für das Kino
en: Preparation of documentary programmes for the cinema

source: Über das Internet bereitgestellte elektronische Spiele und Wettbewerbe
en: Electronic game services and competitions provided by means of the internet

source: Online Publikation von Büchern und Zeitschriften
en: Electronic online publication of periodicals and books

source: Unterhaltung in Form von Eishockeyspielen
en: Entertainment in the nature of ice hockey games

source: Per Telefon bereitgestellte Unterhaltung
en: Entertainment services provided by telephone

source: Computergestützte Ausbildungsdienstleistungen im Bereich Unternehmensmanagement
en: Computer based educational services in the field of business management

source: Organisation von Seminaren im Bereich Unterhaltung
en: Arranging of seminars relating to entertainment

source: Betrieb eines Kabarett-Clubs
en: Club [cabaret] services

source: Veranstaltung von sportlichen Wettstreits
en: Arranging of athletics competitions

source: Organisation von Wettbewerben zu Trainingszwecken
en: Arranging of competitions for training purposes

source: Produktion von Filmen über Fußballverbands-Aspekte
en: Production of films on aspects of association football

source: Durchführung von Bogenschieß-Lehrgängen
en: Residential education courses relating to archery

source: Betrieb von Rollschuhfahreinrichtungen
en: Roller-skating facilities (Provision of -)

source: Ausbildung im Bereich der Entwicklung von Computerprogrammen
en: Training in the development of computer programs

source: Erteilen von Auskünften auf dem Gebiet der Unterhaltung über ein weltweites Computernetz
en: Providing information in the field of entertainment by means of a global computer network

source: Berufsberatung [Erziehung]
en: Career counseling [education]

source: Filmische Adaptation und Bearbeitung
en: Cinematographic adaptation and editing

source: Vermietung von Fernsehsendungen
en: Rental of television programmes

source: Vermietung von Videofilmen
en: Rental of video films

source: Organisation von Freizeitaktivitäten
en: Organisation of recreational activities

source: Organisation von Weltumseglungen
en: Organisation of round the world races

source: Organisation von Ausbildungs-Symposien
en: Organisation of symposia relating to training

source: Organisation von Lehrveranstaltungen
en: Organisation of teaching activities

source: Unterricht in Internaten
en: Boarding school education

source: Schulung in Techniken zur Verhütung von Erblindung
en: Blindness prevention techniques (Training in -)

source: Elektrotechnische Schulung
en: Training in electrical engineering

source: Ausbildung, bereitgestellt über Fernsehen
en: Education services provided by television

source: Ausbildungsdienstleistungen von Ferienanlagen
en: Education services provided by tourist resort establishments

source: Betrieb von Wasserparkanlagen
en: Special event planning consultation

source: Betrieb eines Wassersportzentrums
en: Providing waterpark services

source: Organisation von Tagungen zu Freizeitzwecken
en: Aquatic recreation areas (Operation of -)

source: Organisation von Seminaren für Ausbildungszwecke
en: Arrangement of conventions for recreational purposes

source: Organisation der Lehrgangsteilnahme für Studenten
en: Arrangement of seminars for educational purposes

source: Musikalische Unterhaltung durch Gesangsgruppen
en: Rendering of musical entertainment by vocal groups

source: Unterricht in Förderschulen
en: Tutoring at cram schools

source: Produktion von Rundfunkunterhaltung
en: Radio entertainment production

source: Betrieb von Ton-, Film-, Video- und Fernsehstudios
en: Recording, film, video and television studio services

source: Unterhaltung von Firmenkunden
en: Corporate hospitality (entertainment)

source: Produktion von Unterhaltung in Form von Fernsehsendungen
en: Services for the production of entertainment in the form of television

source: Organisation von Radrennen
en: Organization of bicycle races

source: Unterricht im Bereich der Entwicklung von Computern
en: Instruction in the development of computers

source: Gehorsamstraining für Tiere
en: Obedience training for animals

source: Organisation von Kursen mittels offener Lernmethoden
en: Organisation of courses using open learning methods

source: Betrieb von Theatern
en: Theatre services

source: Vermietung von Filmprojektoren
en: Leasing of motion picture projectors

source: Vermietung von Theater-Beleuchtungsanlagen
en: Rental of lighting apparatus for theatre

source: Produktion von Filmstudien
en: Production of film studies

source: Produktion von Ton- und Musikaufzeichnungen
en: Production of sound and music recordings

source: Durchführung elektronischer Spiele über das Internet
en: Electronic game services provided by means of the internet

source: Betrieb von Sportclubs
en: Gymnasium club services

source: Betrieb von Turnhallenanlagen
en: Provision of gymnasium facilities

source: Vermietung von Beleuchtungsgeräten für das Fernsehen
en: Lighting apparatus for television (Rental of -)

source: Ausbildung von Erwachsenen im Management-Bereich
en: Adult education services relating to management

source: Betrieb von Billiardsälen
en: Providing billiard rooms

source: Vermietung von Anlagen für Sportturniere
en: Providing facilities for sports tournaments

source: Organisation von Schulwettkämpfen
en: Organising of competitions for education

source: Organisation von Konferenzen im Bereich Werbung
en: Arranging of conferences relating to advertising

source: Durchführung von Schulungen auf dem Gebiet der Elektrotechnik
en: Training services relating to electrical engineering

source: Unterhaltung in Form von Tennisturnieren
en: Entertainment in the nature of tennis tournaments

source: Unterhaltung in Form von Modenschauen
en: Entertainment in the nature of fashion shows

source: Erteilen von Auskünften in Bezug auf Schulen
en: Information services relating to schools

source: Erteilen von Auskünften in Bezug auf Ausbildungsprüfungen
en: Educational examination services (Information relating to -)

source: Betrieb von Schulungseinrichtungen
en: Provision of facilities for tuition

source: Veranstaltung von Ausbildungskursen zur Geschäftsführung
en: Providing training courses on business management

source: Vermietung von Musikinstrumenten
en: Rental of musical instruments

source: Vermietung von Tonwiedergabegeräten
en: Hire of sound reproducing apparatus

source: Unterhaltung auf Kreuzfahrtschiffen
en: Cruise ship entertainment services

source: Produktion von Trickfilmen
en: Creating animated cartoons

source: Produktion von Ton- und Videoaufzeichnungen
en: Production of video and/or sound recordings

source: Party-Planung
en: Party planning

source: Vermietung von Bühnenbeleuchtungen für Theater
en: Rental of lighting apparatus for theatrical sets

source: Vermietung von Rundfunk- und Fernsehgeräten
en: Rental of radio and television sets

source: Vermietung von Snowboard-Ausrüstungen
en: Rental of snowboarding equipment

source: Vermietung von Museumseinrichtungen für Präsentationen
en: Museum facilities (Provision of -) for presentations

source: Betrieb von Kinoeinrichtungen
en: Providing casino facilities

source: Vermietung von audiovisuellen Geräten
en: Rental of audio-visual apparatus

source: Vermietung von aufgezeichneten Filmen auf Disketten
en: Rental of pre-recorded films in the form of discs

source: Vermietung von bespielten Kassetten
en: Rental of recorded cassettes

source: Unterhaltung mit Jazzmusik
en: Jazz music entertainment services

source: Betrieb von Fitnessanlagen
en: Provision of keep fit facilities

source: Gehorsamkeitsausbildung für Tiere
en: Obedience school training for animals

source: Auswahl und Zusammenstellung von Musikaufzeichnungen für die Ausstrahlung durch Dritte
en: Selection and compilation of pre-recorded music for broadcasting by others

source: Dienstleistungen bezüglich Freizeitwassersport
en: Provision of water-based recreation services

source: Ausbildung von Fachkräften in der Klempnerbranche
en: Training of specialists in the plumbing industry

source: Ausbildung im Bereich Einzelhandelsmanagement
en: Training services relating to retail management

source: Durchführung von Schulungen im Bereich der Büroreinigung
en: Training services relating to the cleaning of offices

source: Betrieb von Snooker-Hallen
en: Snooker hall services

source: Betrieb eines Gesellschaftsclubs zu Unterhaltungszwecken
en: Social club services for entertainment purposes

source: Ausbildung für Toningenieure
en: Training services for audio engineers

source: Ausbildung von Zauberern
en: Training of magicians

source: Durchführung von computergestützten Prüfungs- und Auswahlverfahren
en: Providing computer-delivered educational testing and assessments

source: Veranstaltung von juristischen Fortbildungskursen
en: Providing continuing legal education courses

source: Durchführung von medizinischen Fortbildungskursen
en: Providing continuing medical education courses

source: Betrieb einer Kampfsportschule
en: Operating of martial arts' schools

source: Veröffentlichung von Liedtexten in Buchform
en: Publication of lyrics of songs in book form

source: Unterricht für Tierkosmetiker im Bereich der Tierpflege
en: Tuition for animal beauticians in animal grooming

source: Unterhaltung in Form von Fußballspielen
en: Entertainment in the nature of football games

source: Produktion von Ton- und Bildpräsentationen
en: Production of audio/visual presentations

source: Erstellung von Kursmaterialien zur Verteilung in Managementseminaren
en: Production of course material distributed at management seminars

source: Erstellung von Kursmaterialien zur Verteilung bei beruflichen Vorträgen
en: Production of course material distributed at professional lectures

source: Unterricht in Handarbeiten
en: Teaching of needlework

source: Unterrichtsdienstleistungen im Bereich Optik
en: Teaching services relating to the optical field

source: Technische Schulung in Bezug auf chemische Analysen
en: Technical training relating to chemical analysis

source: Ausbildung von Tischrednern
en: Training of toast-masters

source: Organisation von Musikshows
en: Arranging of music performances

source: Organisation von Tagungen im Bereich der Unterhaltung
en: Organising of meetings in the field of entertainment

source: Ausbildungsdienstleistungen im Bereich berufliche Ausbildung
en: Education services relating to vocational training

source: Betrieb von Vereinssporteinrichtungen
en: Provision of sporting club facilities

source: Regie von Theatershows
en: Directing of theatrical shows

source: Verleih von Videospielen
en: Rental of video games

source: Erteilung von Auskünften und Beratung in Bezug auf Unterhaltung
en: Information and advisory services relating to entertainment

source: Erteilung von Auskünften in Bezug auf Unterhaltung, online aus einer Computerdatenbank oder dem Internet bereitgestellt
en: Information relating to entertainment, provided on-line from a computer database or the internet

source: Vermietung von Kino- und Theaterausstattungen
en: Provision of cinema or theatre facilities

source: Bereitstellen von interaktiven Computerspielen für mehrere Mitspieler über das Internet und elektronische Kommunikationsnetze
en: Providing interactive multi-player computer games via the internet and electronic communication networks

source: Durchführung von Kursen im Bereich der Verwaltungsausbildung
en: Conducting of courses relating to administrative training

source: Ausbildungsdienstleistungen in Bezug auf Naturschutz
en: Educational services relating to the conservation of nature

source: Ausbildungsdienstleistungen in Bezug auf Französischunterricht
en: Educational services relating to the teaching of french

source: Elektronische Veröffentlichung von Texten
en: Electronic text publishing services

source: Ausbildung im Industrie-Bereich
en: Education services relating to industry

source: Veranstaltung von Ausbildungskursen in Lehrstätten
en: Arrangement of training courses in teaching institutes

source: Layoutgestaltung, ausgenommen für Werbezwecke
en: Layout services, other than for advertising purposes

source: Live-Darbietungen von Rockgruppen
en: Live performances by rock groups

source: Karate-Unterricht
en: Karate instruction
